import React from "react";
import { styles } from "../styles/style";
import Link from 'next/link'



const About = () => {
  return (
    <div className="text-black dark:text-white">
      <br />
      <h1 className={`${styles.title} 800px:!text-[45px]`}>
        What is <span className="text-gradient">Learning-Destiny</span>
      </h1>

      <br />
      <div className="w-[95%] 800px:w-[85%] m-auto text-[22px]">
        ปลุกพลังแห่งการเรียนรู้ สร้างอนาคตที่ยิ่งใหญ่ได้ด้วยตัวคุณเอง
        <p className="text-[21px] font-Poppins  ">
        

      

          
          <br />


          <div className="text-[20px]">
          Learning-destiny.com เป็นเว็บไซต์แห่งการศึกษาออนไลน์ที่มุ่งมั่นส่งเสริมให้ทุกคนได้พัฒนาตนเองสู่จุดสูงสุดแห่งปัญญาและความสามารถอย่างเต็มภาคภูมิ เราเชื่อว่าการเรียนรู้คือพลังอํานาจที่ยิ่งใหญ่ที่จะช่วยให้ทุกคนก้าวสู่อนาคตอันสดใส

            
          </div>
          <br />



         
          <div className="text-[20px]">
          เราจึงคัดสรรเนื้อหาและหลักสูตรมากมายหลากหลายด้าน อาทิ จิตวิทยา ภาษา โหราศาสตร์ การพัฒนาตนเอง การตลาด ฯลฯ ผ่านระบบออนไลน์ที่ทันสมัยและง่ายต่อการเข้าถึง ด้วยคณะผู้บริหารและทีมงานผู้เชี่ยวชาญ ที่มีประสบการณ์มากกว่า 20 ปี ในการผลิตสื่อและหลักสูตรการเรียนรู้ออนไลน์ เราจึงมั่นใจว่า สามารถนําเสนอหลักสูตรและเนื้อหาที่มีคุณภาพ ตรงใจผู้เรียนและตอบโจทย์ความต้องการของตลาดแรงงาน
          </div>
          <br />
          <div className="text-[20px]">
          มาเปิดประสบการณ์การเรียนรู้ใหม่ที่จะช่วยสร้างอนาคตที่ยิ่งใหญ่ได้ด้วยตัวคุณเอง บน Learning-destiny วันนี้!          </div>
          <br />
          <br />
          <div className="text-[33px] text-center">

          <Link className=" bg-fuchsia-400  text-yellow-50 " href="https://www.learning-destiny.com/courses">ดูคอร์ส</Link>

          </div>
         
          <br />
          <br />
          <div className="text-[24px]">
          แนะนำคณาจารย์ผู้สอน : 
          </div>
          <br />

          <div className="text-[24px]">
          อาจารย์ ดร.อิสเรศ อนัคฆมนตรี <br />ผู้ก่อตั้งและผู้ออกแบบหลักสูตร  
          </div>



          <br />
          <div className="text-[20px]">

          อาจารย์ ดร.อิสเรศ อนัคฆมนตรี ผู้ท้าทายขีดจํากัดเพื่อชะตาชีวิตที่ดีกว่า เป็นผู้บุกเบิกวงการโหราศาสตร์สมัยใหม่ด้วยการนําเอาหลักวิชาการทางวิศวกรรมศาสตร์มาประยุกต์ผสมผสานกับศาสตร์โบราณอย่างลงตัว 
            </div>
          <br />
          <br />
          
          <div className="text-[20px]">
          อาจารย์ ดร.อิสเรศ ถือเป็นบุคคลต้นแบบสําหรับคนรุ่นใหม่ ในการกล้าที่จะท้าทายขีดจํากัดเพื่อไขว่คว้าความฝัน เพราะท่านเคยเป็นวิศวกรผู้ซึ่งไม่เคยศรัทธาในวิชาโหราศาสตร์มาก่อน แต่ด้วยความมุ่งมั่นในการศึกษาหาความรู้ ทําให้ท่านสามารถพิชิตจุดสูงสุดสู่ตําแหน่ง โหราจารย์ผู้ชํานาญการประยุกต์โหราศาสตร์ได้สําเร็จ

          </div>

          <br />
          <br />
          ผลงานเด่นของอาจารย์ เช่น การพยากรณ์ลงนิตยสาร "เธอกับฉัน" ที่ขายดีติดอันดับหนังสือดีที่สุดตลอดกาล การเป็นผู้เชี่ยวชาญประจํารายการโทรทัศน์ยอดนิยมอย่าง "ฮวงจุ้ยนําโชค" รวมถึงเป็นที่ปรึกษาให้กับบริษัทชั้นนําหลายแห่ง
          <br />
          <br />
          <div className="text-[20px]">
          นอกจากนี้ อาจารย์ ดร.อิสเรศ ยังเป็นผู้ริเริ่มโครงการการกุศล "ดวงใจไทย ใส่ใจผู้ด้อยโอกาส" เพื่อให้คําปรึกษาและดูดวง โดยนำรายได้มอบแก่เด็กกําพร้าและผู้พิการ สะท้อนให้เห็นถึงจิตใจอันเอื้อเฟื้อเผื่อแผ่ของท่าน
          </div>
          <br />
          <div className="text-[20px]">
          จึงกล่าวได้ว่า อาจารย์ ดร. อิสเรศ เป็นผู้ที่สืบสานปณิธานของครูบาอาจารย์แห่งวงการโหราศาสตร์ที่จะทําให้ศาสตร์แขนงนี้เป็นที่ยอมรับในระดับสากล ด้วยผลงานและคุณูปการมากมายที่สร้างคุณประโยชน์แก่สังคมต่อเนื่องเสมอมา          </div>
        

          <br />
          



        

        </p>
     
        <br />
        <br />
      </div>
    </div>
  );
};

export default About;
